Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=895_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät teki esityksen saamelaisten kestävän kehityksen yhteiskuntasitoumuksen laatimiseksi
sme: Sámediggi dagai evttohusa sámiid suvdilis ovdáneami servodatčatnašumi ráhkadeapmin

source: Saamelaiskäräjät esittää ympäristöministeriölle, että saamelaiskäräjien johdolla laadittaisiin eri toimialoja velvoittava saamelaisen kestävän kehityksen yhteiskuntasitoumus ” Saamelainen tulevaisuus jonka haluamme 2050 ” ja sitoumuksen laadinnalle turvataan resurssit.
sme: Sámi boahtteáigi man mii hálidat 2050 ” ja čátnašumi ráhkadeami várás dorvvastuvvojit resurssat.

source: Saamelaiskäräjien kokous vahvisti vahvan sitoutuneisuutensa kestävän kehityksen periaatteiden ja tavoitteiden edistämiseen edunvalvonnassaan ja omassa toiminnassaan.
sme: Sámedikki čoahkkin nannii nana čátnašeamis suvdilis ovdáneami vuođđojurdagiid ja ulbmiliid ovddideapmin ovdduidgohcimisttis ja iežas doaimmain.

source: Saamelaiskäräjät sitoutui Rio +20 loppuasiakirjan tavoitteiden edistämiseen.
sme: Sámediggi čatnašii Rio +20 loahppaáššegirjji ulbmiliid ovddideami dihtii.

source: Suomessa kestävää kehitystä on edistetty kansallisilla kestävän kehityksen strategioilla.
sme: Suomas suvdilis ovdáneami leat ovddidan álbmotlaš suvdilis ovdáneami strategiijain.

source: Kansallisen strategian tueksi on laadittu saamelaiskäräjien oma saamelaisen kestävän kehityksen ohjelma.
sme: Álbmotlaš strategiija doarjjan lea ráhkaduvvon sámedikki iežas sámi suvdilis ovdáneami prográmma.

source: Edellinen ohjelma hyväksyttiin vuonna 2006.
sme: Ovddit prográmma dohkkehuvvui jagi 2006.

source: Kansallisen strategian on korvannut yhteiskuntasitoumus.
sme: Álbmotlaš strategiija lea buhtten servodatčatnašupmi.

source: Kansallinen kestävän kehityksen yhteiskuntasitoumus ” Suomi, jonka haluamme 2050 ” hyväksyttiin vuonna 2013.
sme: Álbmotlaš suvdilis ovdáneami servodatčatnašupmi ” Suopma, man mii hálidat 2050 ” dohkkehuvvui jagi 2013.

source: Sitoumuksessa on huomioitu Rio +20 julistuksen ” The Future We Want ” – velvoitteita.
sme: Čatnašumis lea váldon vuhtii Rio +20 julggáštusa ” The Future We Want ” – geatnegasvuođat.

source: Rion julistus ohjaa kestävän kehityksen periaatteiden toteuttamista YK:ssa ja sen jäsenvaltioissa.
sme: Rio julggáštus stivre suvdilis ovdáneami vuođđojurdagiid ollašuhttima ON:s ja dan lahttoriikkain.

source: Esityksen mukaan saamelaisen yhteiskuntasitoumuksen laadinnassa kuullaan perinteisiä saamelaiselinkeinojen harjoittajia, saamelaisyhdistyksiä ja – instituutioita.
sme: Evttohusa mielde sámi servodatčatnašumi ráhkadeamis gullat árbevirolaš sámeealáhusaid ollašuhttiid, sámeservviid ja – institušuvnnaid.

source: Yleiskokous painotti, että sitoumuksesta on laadittava tehokas ja vaikuttava ja piti välttämättömänä, että ministeriöt ja saamelaisten kannalta keskeiset viranomaiset sitoutuvat saamelaisen kestävän kehityksen yhteiskuntasitoumuksen tavoitteisiin ja toimeenpanoon.
sme: Dievasčoahkkin deattuhii, ahte čatnašumis galgá ráhkadit beaktilis ja váikkuheaddji ja anii vealtameahttumin, ahte ministeriijat ja sámiid dáfus guovddáš eiseválddit čatnasit sámiid suvdilis ovdáneami servodatčatnašumi ulbmiliidda ja ollašuhttimii.

source: Esityksen mukaan sitoumus hyväksytään saamelaiskäräjien kokouksessa, ja saamelaiskäräjien ja viranomaisten lisäksi myös saamelaisinstituutioilla, - yhdistyksillä, perinteisillä saamelaiselinkeinon harjoittajilla sekä muilla saamelaistoimijoilla olisi mahdollista sitoutua sitoumukseen.
sme: Evttohusa mielde čatnašupmi dohkkehuvvo sámedikki čoahkkimis, ja sámedikki ja eiseválddiid lassin maiddái sámeinstitušuvnnain, - servviin, árbevirolaš sámeealáhusa ollašuhttiin sihke eará sámedoaibmiin livččii vejolaš čatnasit čatnašupmai.

source: Yleiskokous korosti, että saamelaisen kestävän kehityksen yhteiskuntasitoumuksen avulla voidaan turvata kestävä kehitys ja tulevien sukupolvien elinmahdollisuudet ja toimitaan edelläkävijänä Rion loppuasiakirjan toimeenpanossa ja alkuperäiskansojen oikeuksien edistämisessä.
sme: Dievasčoahkkin deattuhii, ahte sámi suvdilis ovdáneami servodatčatnašumi mielde sáhttit dorvvastit suvdilis ovdáneami ja boahtti buolvvaid eallinvejolašvuoiđaid ja doibmet báktečuollin Rio loahppaáššegirjji ollašuhttimis ja eamiálbmogiid vuoigatvuođaid ovddideamis.

source: Saamelaiskäräjät myönsi ero Pirjo Lotvoselle koulutus- ja oppimateriaalilautakunnan varajäsenyydestä ja nimesi hänen tilalleen Terhi Kytölän Inarista.
sme: Sámediggi mieđihii earu Pirjo Lotvosii skuvlen- ja oahppamateriálalávdegotti várrelahttovuođas ja nammadii su sadjái Terhi Kytölä Anáris.
